Repository: davidfcarr/rsvpmaker-for-toastmasters
Catalog: translations/rsvpmaker-for-toastmasters-*.po
Languages: fr_fr

source: Suggest
fr_fr: Suggérer

source: Send Email
fr_fr: Envoyer un e-mail

source: Request by Email
fr_fr: Demande par e-mail

source: Vote
fr_fr: Voter

source: Voting
fr_fr: Vote

source: Start
fr_fr: Commencer

source: Stop
fr_fr: Arrêt

source: Publish
fr_fr: Publier

source: Unpublish
fr_fr: Dépublier

source: New Ballot
fr_fr: Nouveau scrutin

source: Include for every meeting
fr_fr: Inclure pour chaque réunion

source: Send web voting link
fr_fr: Envoyer un lien de vote en ligne

source: Email the link to me
fr_fr: Envoyez-moi le lien par e-mail

source: Email the link to members
fr_fr: Envoyer le lien par e-mail aux membres

source: Reset Ballot
fr_fr: Réinitialiser le bulletin de vote

source: Domain or domain|code
fr_fr: Domaine ou domaine|code

source: Code or email
fr_fr: Code ou email

source: Reset Clubs List
fr_fr: Réinitialiser la liste des clubs

source: Signature Required
fr_fr: Signature requise

source: Vote Counter's Tool
fr_fr: Outil de comptage des votes

source: Grammarian
fr_fr: Grammairien

source: General Evaluator
fr_fr: Évaluateur Général

source: Evaluator
fr_fr: Évaluateur

source: Chief Judge
fr_fr: Chef Juge

source: Timer
fr_fr: Minuteur

source: Topics Master
fr_fr: Maître des Improvisations

source: Take Role
fr_fr: Prendre un rôle

source: Display
fr_fr: Affichage

source: Take Role button appears here
fr_fr: Le bouton "Prendre un rôle" apparait ici

source: Table Topics
fr_fr: Improvisations

source: Contest Master
fr_fr: Président de Concours

source: Cancel My Absence
fr_fr: Annuler ma notification d'absence

source: Planned Absence
fr_fr: Absence planifiée

source: Just this meeting
fr_fr: Uniquement cette réunion

source: Refresh
fr_fr: Rafraichir

source: Send Speech Introductions to Toastmaster of the Day
fr_fr: Envoyer les présentations de discours à l'Animateurs

source: Set Your Profile Picture
fr_fr: Changer Votre Photo de Profil

source: Role
fr_fr: Rôle

source: Rich Text
fr_fr: Texte Enrichi

source: Confirm Password
fr_fr: Confirmer le mot de passe

source: Repeat New Password
fr_fr: Répéter le mot de passe

source: Hide
fr_fr: Cacher

source: Cancel
fr_fr: Annuler

source: Upcoming Meetings
fr_fr: Réunions à venir

source: Newest Members
fr_fr: Nouveaux Membres

source: Newest Members of Club.
fr_fr: Nouveaux Membres du Club

source: Joined Club
fr_fr: Date d'Adhésion

source: Email addresses and other contact information provided for Toastmasters business only.
fr_fr: Les adresses email et autre information de contact sont fournies pour une utilisation dans le cadre du club Toastmasters uniquement.

source: Toastmaster of the Day
fr_fr: Animateur de Soirée

source: Activity
fr_fr: Activité

source: Mobile Phone
fr_fr: Téléphone Portable

source: Contact details such as phone numbers and email are only displayed when you are logged into the website (and should only be used for Toastmasters business)
fr_fr: Les informations de contact comme le numéro de téléphone et l'email sont affichées uniquement aux membres, après identification sur le site web (et doivent être utiliser uniquement dans le cadre du club Toastmasters)

source: Print Contact List
fr_fr: Imprimer la Liste de Contacts

source: Related
fr_fr: En lien

source: Remove Me
fr_fr: Ne plus prendre le rôle

source: Settings
fr_fr: Paramètres

source: Agenda
fr_fr: Ordre du jour
